INSERT INTO mst_category (category_name)
VALUES ("野菜"), ("果物"), ("魚");


INSERT INTO mst_product (product_name, product_name_kana, product_description, category_id, price, image_full_path, release_date, release_company)
VALUES
("人参", "にんじん", "葉付き人参です。新鮮なままお届けするので、丸ごとお召し上がりいただけます。", 1, 200, "/img/ninjin.jpg", "2021/11/05", "株式会社人参"),
("ブロッコリー", "ぶろっこりー", "茎にも栄養が豊富に含まれており、丸ごとお召し上がりいただけます。", 1, 250, "/img/burokkori.jpg", "2021/11/10", "ブロッコリー株式会社"),
("蓮根", "れんこん", "今年は豊作のため、例年よりお求めやすくなっております。", 1, 150, "/img/renkon.jpg", "2021/11/15", "株式会社蓮根"),
("柿", "かき", "干し柿や柿ジャムなど様々な楽しみ方ができます。", 2, 300, "/img/kaki.jpg", "2021/11/20", "柿カンパニー"),
("林檎", "りんご", "毎朝りんごを食べると免疫力が高まり、健康でいられるそうです。", 2, 100, "/img/ringo.jpg", "2021/11/25", "アップルカンパニー"),
("洋梨", "ようなし", "お菓子作りに重宝する甘い洋梨です。", 2, 350, "/img/yonashi.jpg", "2021/12/05", "洋梨カンパニー"),
("伊勢海老", "いせえび", "ご自宅でも楽しんでいただけるような価格設定です。", 3, 5000, "/img/iseebi.jpg", "2021/12/10", "伊勢海老専門店"),
("鮭", "さけ", "秋の味覚の代表格。", 3, 400, "/img/sake.jpg", "2021/12/15", "鮭水産"),
("鯛", "たい", "鯛茶漬け、鯛めしなどにぜひ。お刺身でも美味しく召し上がっていただけます。", 3, 1000, "/img/tai.jpg", "2021/12/20", "鯛水産");
